Repository: praekelt/chms-jsbox
Catalog: config/go-app-ussd_public.cgg_*.po
Languages: ug

source: {{pre}}January{{post}}
ug: {{pre}}Okwokubanza{{post}}

source: {{pre}}February{{post}}
ug: {{pre}}Okwakabiri{{post}}

source: {{pre}}March{{post}}
ug: {{pre}}Okwakashatu{{post}}

source: {{pre}}April{{post}}
ug: {{pre}}Okwakana{{post}}

source: {{pre}}May{{post}}
ug: {{pre}}Okwakatano{{post}}

source: {{pre}}June{{post}}
ug: {{pre}}Okwamukaga{{post}}

source: {{pre}}July{{post}}
ug: {{pre}}Okwamushanju{{post}}

source: {{pre}}August{{post}}
ug: {{pre}}Okwamunana{{post}}

source: {{pre}}September{{post}}
ug: {{pre}}Okwamwenda{{post}}

source: {{pre}}October{{post}}
ug: {{pre}}Okwikumi{{post}}

source: {{pre}}November{{post}}
ug: {{pre}}Okwikuminakume{{post}}

source: {{pre}}December{{post}}
ug: {{pre}}Okwikumunebiri{{post}}

source: {{pre}}Jan{{post}}
ug: NOT IN SPREADSHEET

source: {{pre}}Feb{{post}}
ug: NOT IN SPREADSHEET

source: {{pre}}Mar{{post}}
ug: NOT IN SPREADSHEET

source: {{pre}}Apr{{post}}
ug: NOT IN SPREADSHEET

source: {{pre}}Jun{{post}}
ug: NOT IN SPREADSHEET

source: {{pre}}Jul{{post}}
ug: NOT IN SPREADSHEET

source: {{pre}}Aug{{post}}
ug: NOT IN SPREADSHEET

source: {{pre}}Sep{{post}}
ug: NOT IN SPREADSHEET

source: {{pre}}Oct{{post}}
ug: NOT IN SPREADSHEET

source: {{pre}}Nov{{post}}
ug: NOT IN SPREADSHEET

source: {{pre}}Dec{{post}}
ug: NOT IN SPREADSHEET

source: You have an incomplete registration. Would you like to continue with this registration?
ug: Okwehandikisa kwawe tikuhweire. Okayenzire kugumizamu nokwehandikisa oku?

source: Welcome to FamilyConnect. Please choose your language
ug: FamilyConnect nekwakira. Toorana orurimi

source: Choose from:
ug: Torana:

source: Please enter the mobile number of the person who will receive the weekly messages. For example 0803304899
ug: Taasamu enamba yesimu yomuntu oraagume kwakiira obutumwa bwa buri sande. Okyokureberaho 08003304899

source: Choose:
ug: Torana:

source: You are already registered for baby messages.
ug: Waherize kwehandikisa ahabwobutumwa bwo'mwaana.

source: What language would you like to receive messages in?
ug: Nirurimiki oruwokwenzire kutungamu obutumwa?

source: Thank you. Your language preference has been updated and you will start to receive SMSs in this language.
ug: Yebare, orurimi orworikwenda rwayerezibwa kandi nooza kutandika kutunga obutumwa omururimi rwaawe oru.

source: Please enter the new mobile number you would like to receive weekly messages on. For example 0803304899
ug: Bambe taasamu enamba yesimu yomuntu oraguume kwakiira obutumwa bwa buri sande. Ekyokureberaho 0803304899

source: Sorry, this number is already registered.
ug: Enamba egi yakozesibwe

source: Who will receive these messages?
ug: Noha arayakire obutumwa obu

source: Thank you. The number which receives messages has been updated.
ug: Yebaare, enamba yokwakiira obutumwa yayerezibwa.

source: Why do you no longer want to receive messages?
ug: Ahabwenki otakyayeenda kutunga obutumwa?

source: We are sorry for your loss. Would you like to receive free messages that could help you in this difficult time?
ug: Twashaasha naiwe ahabwokufeerwa. Okaayenzire kutunga obutumwa bwabusha bwokukuyamba omuri obubweire bugumire?

source: Thank you. You will now receive messages to support you during this difficult time.
ug: Yebare Noza kutunga obutumwa burakuyambe omuri obubweire bugumire.

source: Thank you. You will no longer receive messages
ug: Yebare. Toragaruke kutunga obutumwa

source: What month did you start your last period?
ug: Nikweezi kyi okuwatandikyire Kuza omukwezi?

source: What date of the month did you start your last period? For example, 12.
ug: Ni biro kyi bwokwezi ebiwatandikireho emicwe obweire obuhweire? Ekyokureberaho Okwikumunebiri

source: Do you know your local village health team (VHT)?
ug: Nomanya omushaho waawe wekyaro otendekyirwe omubyamagara?

source: Please enter their cellphone number. For example, 0803304899
ug: Bambe taasamu enamba yaabo yomuhagatiro. Ekyokureberaho 0803304899

source: We did not recognise the VHTs number.
ug: Titwetegyerize enamba yomushaho waawe wahakyaro.

source: What is the name of your parish?
ug: Omuruka gwawe niguuha?

source: Select your parish
ug: Torana omuruka

source: Sorry, there are no results for your parish name.
ug: Bambe, tihaine birikwooreka ahabyomuruka gwaawe.

source: Please re-enter your parish name carefully and make sure you use the correct spelling.
ug: Bambe garuka otaasemu eizina ryomuruka kurungi kandi ogyezeho kurihandika gye

source: Thank you. Your FamilyConnect ID is {{health_id}}. You will receive an SMS with it shortly.
ug: Yebare. Enambaya FamilyConnect ni {{health_id}}. Nooza kutunga obutumwa juba juba.

source: Thank you for using the FamilyConnect service
ug: Webaare kukwozesa obuhereeza oburikugeita/ oburikushuganisa eka

source: Sorry, invalid option.
ug: Bambi watorana kubi.

source: Sorry, invalid number.
ug: Enamba egweire.

source: Sorry, invalid date.
ug: Bambe Ebiro bigweire.

source: Sorry, invalid name.
ug: Bambe Enamba egweire.

source: Yes
ug: Eego

source: No, start from the beginning
ug: Eingaaha, tandika kuhandika busya

source: English
ug: Orujungu

source: Rukiga
ug: Orukiga

source: Register this number to receive SMSs about you & your baby
ug: Handikisa enamba yo kuherezaho obutumwa bwo mwana wawe

source: Manage a different phone number
ug: Kozesa enamba endijo

source: Start baby SMSs
ug: Tandika obutumwa bwomwaana

source: Update language
ug: Tereza ita ahamutindo orurimi

source: Change the number which gets SMSs
ug: Hindura enamba erikutunga obutumwa

source: Stop SMSs
ug: Rekyeeraho obutumwa

source: Back to main menu
ug: Garuka ahakubanza

source: Exit
ug: Rugaho

source: Try a different number
ug: Gyezaho enamba endijo

source: Head of the Household
ug: Nyineka

source: Mother to be
ug: Omukazi orikuza kuzara

source: Family member
ug: Omuntu ondijo owomuka omu

source: Trusted friend
ug: Munywani wawe omwesigwa

source: Miscarriage
ug: Enda erugiremu

source: Baby stillborn
ug: Omwaana azairwa atahikyire

source: Baby passed away
ug: Omwaana atweirwe/afiire

source: Messages not useful
ug: Obutumwa tibwiine mugaasho

source: Other
ug: Ebiindi

source: No
ug: Eingaha

source: Back
ug: garuka enyima

source: More
ug: Ebindi

source: Try again
ug: Gyezaho ogundi

source: Enter your location instead
ug: Hakyiri taasamu ahorikutuura

source: Thank you. Your FamilyConnect ID will be sent to you in an SMS shortly.
ug: Webare munonga, enamba yawe yekihama eya family connect ni [familyconnect ID] noza kutunga obutumwa aha siimu yaawe.

source: Welcome. When you signed up, were staff at the facility friendly & helpful?
ug: NOT IN SPREADSHEET

source: Very Satisfied
ug: NOT IN SPREADSHEET

source: Satisfied
ug: NOT IN SPREADSHEET

source: Not Satisfied
ug: NOT IN SPREADSHEET

source: Very unsatisfied
ug: NOT IN SPREADSHEET

source: How do you feel about the time you had to wait at the facility?
ug: NOT IN SPREADSHEET

source: How long did you wait to be helped at the clinic?
ug: NOT IN SPREADSHEET

source: Less than an hour
ug: NOT IN SPREADSHEET

source: Between 1 and 3 hours
ug: NOT IN SPREADSHEET

source: More than 4 hours
ug: NOT IN SPREADSHEET

source: All day
ug: NOT IN SPREADSHEET

source: Was the facility clean?
ug: NOT IN SPREADSHEET

source: Did you feel that your privacy was respected by the staff?
ug: NOT IN SPREADSHEET

source: Thank you for rating the FamilyConnect service.
ug: NOT IN SPREADSHEET
